Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 儒士笑着点了点头，并非是一味气焰跋扈的骄横女子，这就很好，他轻轻将刀抛给少女，说道：“刀先还你。”
en_us: Qi Jingchun smiled as he nodded in approval. Even though the young woman was a little impulsive and quick to anger, it was a very encouraging sign to see that she was willing to lay down her pride and take advice from others. He gently tossed the saber back to the young woman as he said, "Here's your saber, I'll be holding onto your sword for a little longer."

source: 儒士脚上的靴子被雨水浸透，沾染淤泥，袍子下摆也是如此。
en_us: His shoes were soaking wet and covered in mud thanks to the pouring rain, and the bottom of his robes wasn't able to escape this fate either.

source: 儒士脸色豁达，笑道：“你有先生，我自然也有先生。而我的先生……不说也罢，总之，我本以为还能够苟延残喘几十年的，突然发现有些幕后人，连这点时日也不愿意等了。所以这次我没办法带你离开小镇，需要你自己走出去。有些无伤大雅的真相，也该透露一些给你，你只当是听个故事就行。只是希望你明白一个道理，天外有天，人上有人，不管你赵繇如何‘得天独厚，鸿运当头’，都不可以志得意满，心生懈怠。”
en_us: Qi Jingchun smiled as he replied, "You have me as a teacher, and I naturally have a teacher of my own. My teacher... Let's not mention him for now. In any case, I had thought that I would have a few more decades in which I can cling onto this existence, but I've suddenly discovered that some people behind the scenes aren't even willing to wait that amount of time. Hence, I can't leave the town with you. You'll have to go out into the world on your own. There are some trivial truths that I must disclose to you, and you can treat them like fantastical myths and stories. However, there's one thing that I want you to keep in mind at all times, and that's the notion that no matter what heights you ascend to, there will always be someone above you. No matter how far you go, you must never become complacent and lazy."

source: 儒士高高抬起手臂，对着身前虚空猛然拍下，“放肆！给我镇！”
en_us: "Insolence must be punished!" Qi Jingchun raised his arm up high, then brough his palm down violently.

source: 儒士默然，果然是早有预谋，恐怕这场谋划，要从那座文庙开始算起。
en_us: The scholar looked on in silence, having already anticipated this. The root of this plot most likely stemmed all the way back from that Confucian temple.

source: 儒士齐静春突然望向泥瓶巷那边，愈发眉头紧皱。
en_us: All of a sudden, Qi Jingchun cast his gaze toward Clay Vase Alley with tightly furrowed brows, and he sighed, "To think that a guest would be so insolent as to sneak around and engage in shady business right under the eyes of the host. Does he feel like he can get away with this? Does he really think that small bowl of water will allow him to do whatever he pleases here?"

source: 儒家君子与这位风雷园天才剑修相识已久，知道他天生不着调的性格，把两人带进院子。
en_us: The scholarly man had already known Liu Baqiao for a very long time, so he was naturally already aware of Liu Baqiao's propensity for making jokes. He led the two young men into the room, and right as he did so, Liu Baqiao suddenly lowered his voice as he said, "Come clean with me, Brother Cui. This place is about to collapse soon, isn't it? Is that Mr. Qi from the Mountain Cliff Academy really planning on going against the will of the heavens?"

source: 儒家圣人不逾矩。
en_us: The Sages of Daoism had to follow the estabished rules, and Qi Jingchun had made a grave mistake by overstepping those boundaries.

source: 儒家圣人，皆有一个本命之字，独占魁首。
en_us: Confucian Sages all had a kindred character that was extremely powerful.

source: 儒教有一部“立教开宗”的经典，名为《大礼w，其中《修身篇w有专门讲到，君子当坐如尸，因为尸者神象，坐姿如尸，则其庄重肃穆，可想而知。
en_us: There was a fundamental Confucian classic named Grand Etiquette that was the basis of "establishing the religion and founding the sect". In this classic, there was a chapter called the Self-Cultivation Chapter that specifically talked about how a noble and virtuous person should sit like a corpse, because it was such corpses that would be represented by dignified statues which accepted the offerings of others[ref]This is referring to people making offerings to their ancestors.[/ref]. As such, sitting like a corpse implied sitting in an upright and dignified manner.

source: 儒释道兵，三教一家，即将齐聚于小镇。
en_us: Confucians, Buddhists, Daoists, and martial artists — the three teachings and one artform were about to gather together in the small town.

source: 先到了杨家铺子，用一枚金精铜钱跟知根知底的某位老人，买了一大堆治疗跌打和内伤的药瓶、药膏和药材，这些东西如何使用和煎熬，少年熟门熟路，龙窑烧瓷是一件靠山吃饭的活计，经常会有各种意外，姚老头虽然看不顺眼只能算半个徒弟的陈平安，但是不得不承认这个少年腿脚利索，人也没有心眼，所以许多跑腿以及花钱的事情，都是让陈平安去做，比如给窑口的伤患们买药以及煎药。
en_us: First, he went to the Yang Family's medicine shop, using a gold essence copper coin to purchase a bunch of medicines, medicinal ingredients, and ointments for treating external and internal injuries from an old man that he was familiar with. He knew exactly how to use everything that he had bought. Pottery firing at the kilns was a labor intensive job, and accidents often happened. Old Man Yao never took a liking to Chen Ping'an, but even he had to amid that Chen Ping'an was very good at performing simple manual labor tasks. In addition to that, he had a good and pure heart, so Old Man Yao often entrusted him with money to purchase things for the kiln, such as medicines and medicinal ingredients for the kiln's injured potters.

source: 先前哪怕是惊鸿瞥，陈平安也看到尘不染的雪白袍子上，胸前后背两处，皆绣有疏淡的金丝，隐隐约约，构成两幅图案，好像有活物游走于山雾云海之中，很是奇妙。陈平安不再深思，只当是苻南华那般的外乡人，又要来泥瓶巷寻找机缘了。那天在和齐先生起走过老槐树底之后，草鞋少年倒是已经不太担心，总觉得只要有齐先生在小镇，退万步说，哪怕真出了事情，好歹也能求到个公道。
en_us: Even though he had only taken a fleeting glance at the man just then, Chen Ping'an had still seen the faint golden embroidery on the front and back of the man's spotless white robe. These golden threads vaguely formed two pictures, wherein there was seemingly a creature soaring through the mountains and clouds. It was especially mysterious. Chen Ping'an pushed these thoughts out of his mind, and he merely treated the man as another outsider like Fu Nanhua and the others — he was going to Clay Vase Alley to look for a fated opportunity. After visiting the old locust tree with Mr. Qi the other day, the young boy in straw sandals was already feeling much more relaxed than before. He felt like as long as Mr. Qi stayed in this small town, he could still at least ask for justice if something untoward were to happen.

source: 先前眼见妇人还算有些别致风韵，刚刚有了将她收为贴身奴婢的念头，她便表现得如此俗不可耐，活该她错过一份有望步入修行门槛的福气。
en_us: Seeing that the woman was still relatively charming, he had initially wanted to take her in as a personal maidservant. However, just as he had developed this thought, she had immediately acted in such a vulgar and intolerable manner. She truly deserved to lose the opportunity to set foot on the path of cultivation.

source: 先前那个草鞋少年，看似平淡无奇的六步走桩，其实浑身走着拳意。
en_us: Just then, the six step walking meditation of the young boy in straw sandals had appeared ordinary and unremarkable. In reality, however, his movements had been filled with a rolling fist intent.

source: 先前那离开衙署后堂的一路上，一开始只听不说的少年，有意无意走得很慢，而且始终在仔细观察衙署的建筑布局，最后偶尔问一两句题外话，像是穷光蛋好奇那些大姓豪族的阔绰富贵，年迈管事知无不言言无不尽，以隔壁宋家和更远些李家作为例子，与少年说了大户人家的庭院分布和种种规矩。
en_us: While departing from the office, Chen Ping'an had initially only listened in silence, and he intentionally walked very slowly while carefully inspecting the layout of the office. After that, he began to ask some questions, pretending to be a poor boy who was simply interested in hearing about the lives of the wealthy and affluent clans. The elderly steward was happy to share everything that he knew, telling Chen Ping'an about the layouts of the courtyards of these affluent clan manors, as well as the various rules that those clans abided by, using the Li Clan and the Song Clan as examples to illustrate his points.

source: 先将箩筐和鱼篓都放到搭建在院里的灶房，去到刘羡阳倒腾出来给他的右边偏屋，陈平安赶紧换上一身衣服后，这才回到院子灶房，开始对付那些石板鱼，开膛剖肚，洗干净后放在一只干净瓷碟里，再用另外一只碟子覆上，以免勾引来蛇鼠虫。
en_us: He placed the large basket and the bamboo basket in the kitchen in the courtyard first. He then went to the right-side wing-room that Liu Xianyang had cleared out for him and hurriedly changed into some fresh clothes. Only then did he return to the kitchen in the courtyard to clean and prepare the rock slate fish. After doing this, he placed them in a clean porcelain dish. He then used another dish to cover them up. This was to keep out any insects and vermin.

source: 先找身份古怪的稚圭，是希望能给刘羡阳找回一线生机。再找齐先生，是心存侥幸，希望他能够主持公道，最后找宁姚所谓的武道宗师，督造官宋大人，是摆明了倾家荡产去做一笔买卖。
en_us: He had gone to Zhi Gui, who he knew was no ordinary person, in the hope that she would have a way to save Liu Xianyang. He had then gone to Mr. Qi with the slim hope that he would uphold justice for Liu Xianyang. Finally, he had gone to the kiln supervision official, Master Song, who Ning Yao had deemed to be a master martial artist, laying out everything that he had to try and employ Master Song's service.

source: 先是法相手心被砸出一个大坑，然后整只手掌砰然而碎，紧接着手臂一节一节被金色拳头打烂。
en_us: First, a huge hole was blown into the palm of the Dao Manifestation, and it didn't take long before the entire hand was destroyed, immediately following which the arm that the hand was connected to was smashed to bits by the golden fist.

source: 入水后，迅速转换水中姿势，头朝下，使劲水底钻去。
en_us: After plunging into the water, he quickly changed positions and swam down as quickly as he could.

source: 六封信，福禄街那边的卢李赵宋四大姓，各有封，还有两封在桃叶巷，其中封很凑巧，还是先前那位和蔼老人的家书，更巧的是开门收信的人，还是老人，看到是陈平安后，老人认出了草鞋少年，就玩笑道：“孩子，真的不进来喝口水”
en_us: Of the six letters, four of them were addressed to the Lu Clan, Li Clan, Zhao Clan, and Song Clan of Fortune Street. These were the four major clans of the small town. The remaining two letters were addressed to people in Peach Leaf Alley. Coincidentally, one of them was addressed to the benevolent old man from before. Even more coincidentally, it was again this old man who opened the door to collect the letter. He recognized the young boy in staw sandals, and he said jokingly, Young child, you're really not going to come in for a drink?"

source: 关于这一点，两个少年百思不得其解，实在想象不出，到底得是多么庞大的山林猛兽，才能够造就这幅恐怖光景，后来朝廷多有封禁山峰，不得百姓进山砍柴烧炭，陈平安和刘羡阳几乎从不逾越禁例，很大部分原因便在这里。
en_us: Regarding this, both of the young boys were at a total loss. They couldn't imagine what kind of gigantic mountain beast could wield such devastating power to leave such terrifying marks. Later, when the imperial court restricted entry into many mountains and stopped the residents of the small town from entering to collect firewood, Chen Ping'an and Liu Xianyang abided by this rule without question, never once violating it. The claw marks on the suit of armor were a big reason for this.

source: 关于这位独来独往的桀骜少年，小镇流传诸多说法，但是少年喜欢自称祖上是带兵打仗的将军，所以他家才会有那件一代代传承下来的宝甲。
en_us: There were many stories about the unruly young man going around in the town. However, the story that he personally liked to perptuate was that his ancestor was a general who led armies in battle, which was why there was a prized suit of armor that had been passed down for generations in his clan.

source: 兴许是在泥瓶巷给刘羡阳下跪后，卢正淳对于此事已经不再心怀芥蒂，听到妇人的诛心言论后，立即跪下，整个人匍匐在水榭外的台阶顶部，颤声道：“卢正淳绝不敢忘本！”
en_us: Perhaps Lu Zhengchun no longer felt any shame in kneeling to others after kneeling down to Liu Xianyang in Clay Vase Alley, but after hearing this thinly veiled threat from the woman, he immediately fell to his knees, then kowtowed onto top step outside the lakeside pavilion as he said in a trembling voice, "I wouldn't dare to forget the one who bestowed this opportunity upon me."

source: 兵家与儒家，是支撑起山下王朝世道太平的两大支柱，一旦某位受人崇敬的兵家修士，自己立身不正，那么此人的境界修为越高，庙堂地位越高，对于整个俗世王朝的冲击，自然就会越大。在历史上，前车之鉴，历历在目。得民心何其难，失民心何其易。虽然这句话是儒家圣人所言，但是兵家修士不乏饱读诗书的儒将，对此深以为然。
en_us: The Martial Sect and the Confucian Sect were the two towering pillars that held up the mortal empires and ensured peace. If a revered and powerful martial artist went down the wrong path, then the higher their cultivation base and the higher their position, the more damage they would be able to inflict on a mortal empire. There were many bloody lessons recorded in the history books. Just how difficult was it to win over public opinion? And just how easy was it to lose public opinion? Even though this was a remark made by a Confucian Sage, there was no shortage of martial artists who had earnestly studied Confucian teachings. They all deeply agreed with this remark.

source: 兵家修士、铸剑师阮邛，作为骊珠洞天最后一位坐镇四方的圣人，他到时候的职责，可不是守护小镇百姓的安危，而是不让任何一人逃脱这份天道责罚。
en_us: As the final Sage responsible for overseeing the Jewel Small World, Ruan Qiong's duty at that time wouldn't have been to protect the town's residents. Instead, his job would've been to ensure that not a single one of the town's residents managed to avoid this retribution from the Heavenly Dao.

source: 兵家修士在世俗王朝，靠的是沙场厮杀来提升境界，本就最为接近生死一线，一旦守不住本心，极易堕入魔道，试想一下，一位手握兵权的修行中人，屠城灭国，何其容易？
en_us: In mortal empires, martial artists relied on fighting on the battlefields to raise their cultivation base. This was a dangerous method which kept them on a tightrope between life and death. Once they lost control of their true selves, it would be extremely easy for them to fall to demonic ways. At that time, just how easy would it be for these martial artists who held profound military power to massacre cities and destroy nations?

source: 兵家剑修率先一步掠至老妪身旁，双指并拢在老妇人鼻尖一探，已无气息。
en_us: The man walked over and squatted down beside the old lady, placing two fingers under her nose. There was no sign of breathing.

source: 兵家行事，其实也重规矩，但是更讲究变通，远比儒家要灵活多变，能够因事因地而异，便宜行事。
en_us: Even among martial artists, it was very important to set rules, but they were far more flexible than scholars, able and willing to adapt according to the situation.

source: 其中第二次，则最是精巧，甚至连老人自己都觉得是神来之笔，便是让女子误以为草鞋少年的善意提醒，实则是狡黠报复。老人当时让少年的开口出声，放慢了一些，又恰好让女子捕捉到这个细节。
en_us: The second instance was the most subtle of the three, yet also the most exquisite, and even the River Severing True Lord himself couldn't help but feel as if it had come from a spark of divine inspiration. That instance was when he had led Cai Jinjian to the false conclusion that Chen Ping'an's well-intended words of caution had actually been an act of revenge. At the time, he had manipulated Chen Ping'an so he had been a split second too late in delivering his warning, and he also made it so that Cai Jinjian noticed this fine detail.

source: 其余三个蒙童各自腹诽，李槐真是随他娘，睁眼说瞎话的能耐，比谁都厉害。
en_us: The other three children were all rather bewildered by this claim. It was truly a case of like mother, like son, both Li Huai and his mother seemed to be compulsive liars!

source: 其余三人，分别来自桃叶巷，骑龙巷，杏花巷，两男一女。
en_us: The three other children consisted of two boys and a girl, and they came from Peach Leaf Alley, Dragon Riding Alley, and Apricot Blossom Alley.

source: 其实之前陈对就找过一次刘羡阳，但是在那之后，刘羡阳兴致并不高，更没有要跟陈平安聊她到底说了什么的意思。
en_us: In fact, Chen Dui had already visited Liu Xianyang once before. However, Liu Xianyang's mood had been quite downcast afterward, and he hadn't wanted to discuss his conversation with her with Chen Ping'an.

source: 其实他一点都不懂，不懂为什么那些人，可以如此无所谓别人的性命。
en_us: In reality, he didn't understand at all. He couldn't wrap his head around why those people could just take the lives of others for no reason.

source: 其实四姓十族，真正的底蕴，不是说盘踞着多少条术法通天的地头蛇，这些家主、老祖宗，其实已经注定离不开，老话说树挪死人挪死，可惜他们早已与桃叶巷的桃树、小镇中心的老槐差不多，属于挪了就死，更无来生一说，所以空有一身大神通，无法施展。
en_us: The true power of the four major clans didn't actually stem from how many powerful cultivators were residing among them. In reality, those clan leaders and patriarchs were already condemned to be unable to leave this town. Unfortunately for them, they were rooted to the town just like the peach trees on Peach Leaf Alley or the old locust tree at the center of the town. Furthermore, there was no possibility of reincarnation for them, so they were essentially stuck with a whole host of powerful abilities that they were unable to make use of.

source: 其实对于怎么对付正阳山老猿，当时在廊桥商议此事的少年少女，最早是决定各做各的，陈平安只是让少女等他回小镇找完三个人，但是后边少年突然改变主意，在宁姚走到廊桥北端下台阶之前，赶上宁姚。
en_us: Regarding how to deal with Bai Yuan, Chen Ping'an and Ning Yao had initially decided to each do their own thing during their discussion on the covered bridge. Chen Ping'an had simply told Ning Yao to wait for him to talk to three people first. However, he had suddenly changed his mind, and he had caught up to Ning Yao just as she reached the steps on the northern end of the covered bridge.

source: 其实细看之下，宁姚容颜极美，只是浑身通透的英毅之气，全然压过了脂粉气。
en_us: If one looked closely, one would realize that Ning Yao was, in fact, an extremely beautiful young woman. However, she was radiating with a gallant and resilient aura that completely suppressed her womanly beauty.

source: 其实老猿很怀疑那刺客少年，到底有没有胆识留在祖宅等死。
en_us: Even now, he was actually still quite skeptical about whether Chen Ping'an had the courage to stay in his house and await his own death.

source: 其实藩王宋长镜和邻居宋集薪，根本不懂陈平安。
en_us: In reality, Song Changjing didn't know Chen Ping'an at all, and neither did Song Jixin, even though he had been Chen Ping'an's neighbor for so long.

source: 其实说的通俗点，就是花钱消灾罢了。
en_us: Essentially, they were paying for insurance.

source: 其实这句话换成另一个说法，更为震慑人心，只不过男人宁做鸡头不做凤尾，觉得只要是居于人后，哪怕是仅仅一两人之后，也根本不值得宣扬。
en_us: If he had revealed this fact in another manner, it would have been even more impressive and stunning. However, the man would rather be the head of a chicken than the tail of a phoenix — he felt like it wouldn't be worth bragging about if there were someone placed above him, even if it were only one or two people.

source: 其实，年轻道人袖中所藏两支竹签，一支是最上签，一支是最下签，都是用来挣大钱的。
en_us: As it turned out, there were two bamboo slips concealed up the ist priest's sleeve, one of which was the best possible slip, while the other was the worst possible slip, and both of them were reserved for earning big money.

source: 再一脚。
en_us: And another stomp...

source: 再下一刻，千丈巨猿被人一脚踩得陷入地面。
en_us: Another instant later, the 3000 meter tall Bai Yuan was crushed into the earth by a single foot.

source: 再丢，这一次丢中了草鞋少年的额头，陈平安仍是岿然不动。
en_us: The next rock struck him on the forehead, but he still displayed no reaction.

source: 再往前，陈平安路过一座石牌坊，由于牌坊楼修建有十二根石柱，当地人喜欢把它称为螃蟹牌坊，这座牌坊的真实名字，宋集薪和刘阳羡的说法很不一样，宋集薪信誓旦旦说在一本叫地方县志的老书上，称这里为大学士坊，是皇帝老爷的御赐牌坊，为了纪念历史上一位大官的治武功。与陈平安一般土包子的刘阳羡，则说这就是螃蟹坊，咱们都喊了几百年了，没理由叫什么狗屁不通的大学士坊。刘阳羡还问宋集薪一个问题，“大学士的官帽子到底有多大，是不是比铁锁井的井口还大”，问得宋集薪满脸涨红。
en_us: Jogging ahead a bit further, Chen Ping'an passed by a stone archway. Due to the fact that the archway was supported by 12 stone pillars, the local residents liked to refer to it as the crab archway. As for what the archway's actual name was, Song Jixin and Liu Yangxian had very different accounts. Song Jixin swore that he had read on an old book by the name of "Local County Chronicles" that the archway was called the Grand Secretary Archway, and that it had been bestowed upon the town by the emperor at the time to commemorate a official in history who had made significant contributions in overseeing military forces. In contrast, Liu Xianyang was just as much of a hillbilly as Chen Ping'an, and he insisted that this place was known as the Crab Archway. It had been referred to as such for several centuries, and in his eyes, there was no reason to give it a nonsensical name like the Grand Secretary Arch. In addition to that, Liu Xianyang had also posed a question to Song Jixin: "How big is the official hat of a grand secretary? Is it bigger than the opening of the Iron Lock Well?" Song Jixin had no answer to this, and he was left flushing furiously with embarrassment.

source: 再往后，哪怕刘灞桥帮陈松风背起书箱，陈松风依然气喘如牛，脸色发白。
en_us: Afterward, even with Liu Baqiao helping Chen Songfeng carry his bookcase, Chen Songfeng still panted like an old cow, with his face as white as a sheet.

source: 再抬头望向少年陈平安，齐静春有些遗憾，感慨道：“难怪先生说世间成事者，超世之才不过其次，坚忍不拔之志，方为首要。陈平安，你替先生又给我上了一课。只可惜，我齐静春如今已经没有了收取关门弟子的机会。”
en_us: He then turned to Chen Ping'an with a rather forlorn expression as he sighed, "No wonder my teacher told me that for those who go on to do great things, an unshakeable will is far more important than exceptional aptitude. You've taught me another valuable lesson in my teacher's stead, Chen Ping'an. Unfortunately, I am no longer in a position to be taking any mored disciples."

source: 再接下去，少年腰肢、脚踝发力，以肩头撞向高挑女子心口，将其整个人狠狠撞入横向小巷中。
en_us: After that, the boy exerted force through his core and his feet, driving his shoulder into Cai Jinjian's chest and violently slamming her into the intersecting alley.

source: 再次收起木弓的少年转身就跑。
en_us: Once again, Chen Ping'an stowed away his wooden bow before turning to flee.

source: 再绕过一条街，陈平安就听到不远处传来一阵熟悉的读书声，那里有座乡塾，是小镇几个大户人家合伙凑钱开的，教书先生是外乡人，陈平安小的时候，经常跑去躲在窗外，偷偷蹲着，竖起耳朵。那位先生虽然教书的时候极为严苛，但是对陈平安这些“蹭读书蹭蒙学”的孩子，也不呵斥拦阻，后来陈平安去了小镇外的一座龙窑做学徒，就再没有去过学塾。
en_us: After passing through another street, Chen Ping'an heard the familiar sound of reading ringing out nearby. There was a private school there, and it was jointly funded by several of the most affluent clans in the town. The teacher was from out of town, and back in his younger days, Chen Ping'an would often squat down outside the window and listen to the lesson being taught in secret. The teaching was very strict during classes, but he never called out or got in the way of freeloaders like Chen Ping'an. After that, Chen Ping'an traveled out of the town to become a disciple at a dragon kiln, and he hadn't visited the school since then.

source: 再还有，一支自制的竹烟杆子，值得了几个钱？
en_us: Moreover, just how much was a handmade smoking pipe worth?

source: 凌寒花了整整十秒钟的时间，才终于肯定，他确实转世重生了。
en_us: ppkease commit

source: 凭借婢女一连串攀援奔跑的动作，大致判断出她臂力、脚力和气力的刺客少年，蹲下身捡起两块瓦片，右手摔出，正好砸向少女的脑门，还在空中的少女，下意识双臂交错格挡在脑袋前，然后砰砰两下，砸得婢女刺骨疼不说，力道之大，远远超乎婢女想象，整个人前冲势头，顿时被阻滞得厉害，就在她后悔自己逞强之际。
en_us: Through looking at the movements of the maidservant, Chen Ping'an was able to develop a rough idea of her strength and speed. He crouched down to pick up a pair of roof tiles, then hurled them through the air with his right hand, sending them flying directly toward the maidservant's forehead. The maidservant was still flying through the air, so she was unable to change directions and dodge the attack. Hence, she was forced to defend herself by crossing her arms to form a barrier. The pair of roof tiles crashed into her forearms one after another, and not only did they send sharp bursts of pain spearing through her arms, they had been hurled with far more force than she anticipated. As a result, her forward momentum was significantly diminished, and she was only just barely able to land on the opposing rooftop. Right as she was regretting her decision to take on the assassin on her own, she was struck by a punch to the abdomen and sent flying back through the air.

source: 出了小镇往西，就是深山老林，草木葱茏，许多隐秘小径上，还放有许多猎户下的套子。
en_us: To the west of the town was a dense mountain forest with many obscure paths and hiding spots, as well as a large number of traps set by hunters.

source: 出了小镇，陈平安和刘羡阳很快就见到那座廊桥，刘羡阳随口问道：“你说宋集薪他老子，为啥要盖这座廊桥？盖也就盖了，又为啥偏偏要将以前那座石拱桥给覆住，听说石头桥也没拆，就像穿了件衣服似的，不晓得到了夏天会不会热，哈哈哈……”
en_us: After leaving the small town, Chen Ping'an and Liu Xianyang quickly saw the covered bridge. Liu Xianyang casually asked, "Why did Song Jixin's family build this covered bridge? So be it if they wanted to build a bridge. But why did they have to build it over the old stone arch bridge? I heard that the stone arch bridge wasn't demolished either, so it's as if a new robe has been pulled over it. Say, will it feel hot in summer? Hahaha..."

source: 出了山之后，老人说道：“小平安，你帮我做一根烟杆，我教你一门怎么才能够爬山不累的小法子。”
en_us: After emerging from the moutain, the old man said, "Ping'an, if you can make a pipe for me, I'll teach you a way to scale the mountain and not get tired."

source: 出身东宝瓶洲剑法圣地的搬山猿，一眼就看出这把剑的不同寻常。
en_us: As someone from Sun Scorch Mountain, a holy land for swordsmen in the Eastern Treasured Vial Continent, Bai Yuan was naturally able to tell that this sword was extraordinary with a single glance.

source: 出身天潢贵胄的高姓少年脸色僵硬。
en_us: Gao Zhen's expression stiffened slightly upon hearing this.

source: 出门远游一事，是齐先生跟孩子们早就说好的，他们家中长辈也都点头答应下来。
en_us: The excursion was something that Mr. Qi had already told the children about well in advance, and all of the children's parents and guardians had agreed for them to go.

source: 刀不离身的黑衣少女突然问道：“你最喜欢这块？”
en_us: The young woman in black who always carried her saber suddenly asked, "You like this one the most?"
